import React from 'react';
import './App.css';

function App() {
  return (
    <div className="App">
      <header className="App-header">
        <h1>🌷 Мир тюльпанов 🌷</h1>
        <p>
          Тюльпаны — одни из самых красивых и популярных цветов в мире. 
          Они символизируют весну, любовь и новые начинания
        </p>
        <h2>Интересные факты о тюльпанах:</h2>
        <ul>
          <li>Тюльпаны продолжают расти даже в вазе. За несколько дней в вазе их стебли могут удлиниться на 3–5 см</li>
          <li>Тюльпаны бывают не только красными и жёлтыми. Сегодня известно более 3000 сортов тюльпанов, и они бывают почти всех оттенков — от классических красных до редких фиолетовых, чёрных и даже зелёных</li>
          <li>Тюльпаны можно есть. В годы Второй мировой войны луковицы тюльпанов использовали в пищу, когда других продуктов не хватало. Они содержат крахмал и полезные вещества, а в некоторых странах тюльпаны до сих пор добавляют в блюда в качестве украшения</li>
        </ul>
      </header>
    </div>
  );
}

export default App;